ansible
apt-utils
bat
bison
build-essential
cmake
containerd.io
curl
docker-ce
docker-ce-cli
docker-compose-plugin
dunst
exa
fd-find
fzf
git
i3xrocks-bluetooth
i3xrocks-memory
i3xrocks-temp
libgtk-3-dev
linux-modules-nvidia-515-generic
neofetch
neovim
nvidia-driver-515
okular
ripgrep
spotify-client
taskwarrior
tmux
tree
zoxide
zsh
